Repository: Enough-Software/enough_mail_app
Catalog: lib/l10n/app_*.arb
Languages: de

# editAccountFailureToConnectFixedInfo
source: The account is connected again.
de: Das Konto ist wieder verbunden.

# editAccountAliasLabel
source: Alias email addresses for {email}:
de: Alias E-Mail Adressen für {email}:

# editAccountNoAliasesInfo
source: You have no known aliases for this account yet.
de: Du hast noch keine bekannten Alias E-Mail Adressen für dieses Konto.

# editAccountAliasRemoved
source: {email} alias removed
de: {email} Alias gelöscht

# editAccountAddAliasAction
source: Add alias
de: Alias hinzufügen

# editAccountPlusAliasesSupported
source: Supports + aliases
de: Unterstützt + Aliase

# editAccountCheckPlusAliasAction
source: Test support for + aliases
de: Teste Unterstützung für + Aliase

# editAccountBccMyself
source: BCC myself
de: Setze mich auf BCC

# editAccountBccMyselfDescriptionTitle
source: BCC myself
de: Setze mich auf CC

# editAccountBccMyselfDescriptionText
source: You can automatically send messages to yourself for every message you send from this account with the "BCC myself" feature. Usually this is not required and wanted as all outgoing messages are stored in the "Sent" folder anyhow.
de: Du kannst Dir selbst eine "BCC" Kopie von jeder Nachricht schicken, die du von diesem Konto verschickst. Normalerweise ist das nicht nötig und nicht gewollt, weil alle gesendeten Nachrichten im"Gesendete Nachrichten" Ordner gespeichert werden.

# editAccountServerSettingsAction
source: Edit server settings
de: Bearbeite Server Einstellungen

# editAccountDeleteAccountAction
source: Delete account
de: Lösche Konto

# editAccountDeleteAccountConfirmationTitle
source: Confirm
de: Bestätige

# editAccountDeleteAccountConfirmationQuery
source: Do you want to delete the account {name}?
de: Möchtest du das Konto {name} löschen?

# editAccountTestPlusAliasTitle
source: + Aliases for {name}
de: + Aliase für {name}

# editAccountTestPlusAliasStepIntroductionTitle
source: Introduction
de: Einleitung

# editAccountTestPlusAliasStepIntroductionText
source: Your account {accountName} might support so called + aliases like {example}. A + alias helps you to protect your identity and helps you against spam. To test this, a test message will be sent to this generated address. If it arrives, your provider supports + aliases and you can easily generate them on demand when writing a new mail message.
de: Dein Konto {accountName} könnte sogenannte + Aliase wie {example} unterstützen. Ein + Alias hilft dir Deine Identität zu schützen und kann gegen Spam helfen. Um dies zu testen, wird eine Nachricht an diese generierte Adresse gesendet. Wenn sie ankommt, dann unterstützt dein Anbieter + Aliase und du kannst leicht neue generieren wenn Du eine E-Mail schreibst.

# editAccountTestPlusAliasStepTestingTitle
source: Testing
de: Testen

# editAccountTestPlusAliasStepResultTitle
source: Result
de: Ergebnis

# editAccountTestPlusAliasStepResultSuccess
source: Your account {name} supports + aliases.
de: Dein Konto {name} unterstütz + Aliase.

# editAccountTestPlusAliasStepResultNoSuccess
source: Your account {name} does not support + aliases.
de: Dein Konto {name} unterstütz leider keine + Aliase.

# editAccountAddAliasTitle
source: Add alias
de: Alias hinzufügen

# editAccountEditAliasTitle
source: Edit alias
de: Alias bearbeiten

# editAccountAliasAddAction
source: Add
de: Hinzufügen

# editAccountAliasUpdateAction
source: Update
de: Ändern

# editAccountEditAliasEmailHint
source: Your alias email address
de: Deine Alias E-Mail Adresse

# editAccountEditAliasDuplicateError
source: There is already an alias with {email}.
de: Es gibt bereits einen Alias mit {email}.

# editAccountEnableLogging
source: Enable logging
de: Log aktivieren

# editAccountLoggingEnabled
source: Log enabled, please restart
de: Log aktiviert, bitte neu starten

# editAccountLoggingDisabled
source: Log disabled, please restart
de: Log de-aktiviert, bitte neu starten

# accountDetailsFallbackTitle
source: Server Settings
de: Server Einstellungen

# errorTitle
source: Error
de: Fehler

# accountProviderStepTitle
source: Email Service Provider
de: E-Mail Service Anbieter

# accountProviderCustom
source: Other email service
de: Anderer E-Mail Service

# accountDetailsErrorHostProblem
source: Maily cannot reach the specified mail server. Please check your incoming server setting "{incomingHost}" and your outgoing server setting "{outgoingHost}".
de: Maily kann den angegeben Server nicht erreich. Bitte überprüfe die Einstellugen des Posteingang-Servers "{incomingHost}" und des Postausgang-Servers "{outgoingHost}".

# accountDetailsErrorLoginProblem
source: Unable to log your in. Please check your user name "{userName}" and your password "{password}".
de: Anmeldung fehlgeschlagen. Bitte überprüfe den Login-Namen "{userName}" und das Passwort "{password}".

# accountDetailsUserNameHint
source: Your user name, if different from email
de: Dein Login, falls es nicht die E-Mail ist

# accountDetailsPasswordLabel
source: Login password
de: Login Passwort

# accountDetailsPasswordHint
source: Your password
de: Dein Passwort

# accountDetailsBaseSectionTitle
source: Base settings
de: Basis Einstellungen

# accountDetailsIncomingLabel
source: Incoming server
de: Posteingangs-Server

# accountDetailsIncomingHint
source: Domain like imap.domain.com
de: Domäne wie imap.domain.de

# accountDetailsOutgoingLabel
source: Outgoing server
de: Postausgangs-Server

# accountDetailsOutgoingHint
source: Domain like smtp.domain.com
de: Domäne wie smtp.domain.de

# accountDetailsAdvancedIncomingSectionTitle
source: Advanced incoming settings
de: Erweiterte Posteingang Einstellungen

# accountDetailsIncomingServerTypeLabel
source: Incoming type:
de: Typ des Posteingang Servers:

# accountDetailsOptionAutomatic
source: automatic
de: automatisch

# accountDetailsIncomingSecurityLabel
source: Incoming security:
de: Posteingang Sicherheit:

# accountDetailsSecurityOptionNone
source: Plain (no encryption)
de: Plain (keine Verschlüsselung)

# accountDetailsIncomingPortLabel
source: Incoming port
de: Posteingang Port

# accountDetailsPortHint
source: Leave empty to determine automatically
de: Leer lassen um automatisch finden zu lassen

# accountDetailsIncomingUserNameLabel
source: Incoming user name
de: Posteingang Login-Name

# accountDetailsAlternativeUserNameHint
source: Your user name, if different from above
de: Login, falls abweichend von oben

# accountDetailsIncomingPasswordLabel
source: Incoming password
de: Posteingang Passwort

# accountDetailsAlternativePasswordHint
source: Your password, if different from above
de: Passwort, falls abweichend von oben

# accountDetailsAdvancedOutgoingSectionTitle
source: Advanced outgoing settings
de: Erweiterte Postausgang Einstellungen

# accountDetailsOutgoingServerTypeLabel
source: Outgoing type:
de: Typ des Postausgang Servers:

# accountDetailsOutgoingSecurityLabel
source: Outgoing security:
de: Postausgang Sicherheit:

# accountDetailsOutgoingPortLabel
source: Outgoing port
de: Postausgang Port

# accountDetailsOutgoingUserNameLabel
source: Outgoing user name
de: Postausgang Login-Name

# accountDetailsOutgoingPasswordLabel
source: Outgoing password
de: Postausgang Passwort

# composeTitleNew
source: New message
de: Neu

# composeTitleForward
source: Forward
de: Weiterleitung

# composeTitleReply
source: Reply
de: Antwort

# composeEmptyMessage
source: empty message
de: Leere Nachricht

# composeWarningNoSubject
source: You have not specified a subject. Do you want to sent the message without a subject?
de: Du hast kein Betreff geschrieben. Möchtest du die Nachricht ohne Betreff senden?

# composeActionSentWithoutSubject
source: Send
de: Senden

# composeMailSendSuccess
source: Mail sent 😊
de: Gesendet 😊

# composeSendErrorInfo
source: Sorry, your mail could not be send. We received the following error: {details}.
de: Leider konnte die E-Mail nicht versendet werden. Der Postausgang Server liefert folgende Antwort: {details}

# composeRequestReadReceiptAction
source: Request read receipt
de: Lesebestätigung anfordern

# composeSaveDraftAction
source: Save as draft
de: Als Entwurf speichern

# composeMessageSavedAsDraft
source: Draft saved
de: Entwurf gespeichert

# composeMessageSavedAsDraftErrorInfo
source: Your draft could not be saved with the following error: {details}
de: Der Entwurf konnte nicht gespeichert werden. Die Fehlermeldung lautet: {details}

# composeConvertToPlainTextEditorAction
source: Convert to plain text
de: Zu Text-Nachricht konvertieren

# composeConvertToHtmlEditorAction
source: Convert to rich message (HTML)
de: Zu HTML-Nachricht konvertieren

# composeContinueEditingAction
source: Continue editing
de: Weiter bearbeiten

# composeCreatePlusAliasAction
source: Create new + alias...
de: Neuen + Alias erstellen...

# composeSenderHint
source: Sender
de: Absender:in

# composeRecipientHint
source: Recipient email
de: E-Mails der Empfänger:innen

# composeSubjectLabel
source: Subject
de: Betreff

# composeSubjectHint
source: Message subject
de: Betreff der Nachricht

# composeAddAttachmentAction
source: Add
de: Hinzufügen

# composeRemoveAttachmentAction
source: Remove {name}
de: {name} entfernen

# composeLeftByMistake
source: Left by mistake?
de: Aus Versehen verlassen?

# attachTypeFile
source: File
de: Datei

# attachTypePhoto
source: Photo
de: Foto

# attachTypeLocation
source: Location
de: Ort

# attachTypeGif
source: Animated Gif
de: Animiertes Gif

# attachTypeGifSearch
source: search GIPHY
de: in GIPHY suchen

# attachTypeStickerSearch
source: search GIPHY
de: in GIPHY suchen

# attachTypeAppointment
source: Appointment
de: Termin

# languageSettingTitle
source: Language
de: Sprache (Language)

# languageSettingLabel
source: Choose the language for Maily:
de: Währe die Sprache für Maily:

# languageSettingSystemOption
source: System language
de: Systemsprache

# languageSettingConfirmationTitle
source: Use English for Maily?
de: Deutsch für Maily nutzen?

# languageSettingConfirmationQuery
source: Please confirm to use English as your chosen language.
de: Bitte bestätige, dass deutsch als Sprache verwendet werden soll.

# languageSetInfo
source: Maily is now shown in English. Please restart the app to take effect.
de: Maily ist nun auf deutsch. Bitte starte die App neu.

# languageSystemSetInfo
source: Maily will now use the system's language or English if the system's language is not supported. Please restart the app to take effect.
de: Maily wird nun die Systemsprache oder englisch nutzen, wenn die Systemprache nicht unterstützt wird. Bitte starte die App neu.

# swipeSettingTitle
source: Swipe gestures
de: Wischgesten

# swipeSettingLeftToRightLabel
source: Left to right swipe
de: Von links nach rechts wischen

# swipeSettingRightToLeftLabel
source: Right to left swipe
de: Von rechts nach links wischen

# swipeSettingChangeAction
source: Change
de: Ändern

# signatureSettingsTitle
source: Signature
de: Signatur

# signatureSettingsComposeActionsInfo
source: Enable the signature for the following messages:
de: Aktiviere die Signatur für folgende Nachrichten:

# signatureSettingsAccountInfo
source: You can specify account specific signatures in the account settings.
de: Du kannst Signaturen für Konten in den Konten-Einstellungen festlegen.

# signatureSettingsAddForAccount
source: Add signature for {account}
de: Signature für {account} hinzufügen

# defaultSenderSettingsTitle
source: Default sender
de: Standard Absender

# defaultSenderSettingsLabel
source: Select the sender for new messages.
de: Wähle den Absender für neue Nachrichten aus.

# defaultSenderSettingsFirstAccount
source: First account ({email})
de: Erstes Konto ({email})

# defaultSenderSettingsAliasInfo
source: You can set up email alias addresses in the [AS].
de: Du kannst Alias E-Mail Adressen in den [AS] festlegen.

# defaultSenderSettingsAliasAccountSettings
source: account settings
de: Konto-Einstellungen

# replySettingsTitle
source: Message format
de: Nachrichten Format

# replySettingsIntro
source: In what format do you want to answer or forward email by default?
de: In welchem Format möchtest du Nachrichten schreiben?

# replySettingsFormatHtml
source: Always rich format (HTML)
de: Immer HTML

# replySettingsFormatSameAsOriginal
source: Use same format as originating email
de: Im selben Format wie die Orignal-Nachricht

# replySettingsFormatPlainText
source: Always text-only
de: Immer nur Text

# moveTitle
source: Move message
de: Nachricht verschieben

# moveSuccess
source: Messaged moved to {mailbox}.
de: In {mailbox} verschoben.

# editorArtInputLabel
source: Your input
de: Deine Eingabe

# editorArtInputHint
source: Enter text here
de: Hier Text eingeben

# editorArtWaitingForInputHint
source: waiting for input...
de: warte auf Eingabe

# fontSerifBold
source: Serif bold
de: Serif fett

# fontSerifItalic
source: Serif italic
de: Serif kursiv

# fontSerifBoldItalic
source: Serif bold italic
de: Serif fett kursiv

# fontSansBold
source: Sans bold
de: Sans fett

# fontSansItalic
source: Sans italic
de: Sans kursiv

# fontSansBoldItalic
source: Sans bold italic
de: Sans fett kursiv

# fontScriptBold
source: Script bold
de: Script fett

# fontFrakturBold
source: Fraktur bold
de: Fraktur fett

# fontCapitalized
source: Capitalized
de: Grossbuchstaben

# fontCircled
source: Circled
de: Eingekreist

# fontParenthesized
source: Parenthesized
de: Geklammert

# fontUnderlinedSingle
source: Underlined
de: Unterstrichen

# fontUnderlinedDouble
source: Underlined double
de: Doppelt unterstrichen

# fontStrikethroughSingle
source: Strike through
de: Durchgestrichen

# accountLoadError
source: Unable to connect to your account {name}. Has the password been changed?
de: Keine Verbindung mit {name} möglich. Wurde vielleicht das Passwort geändert?

# accountLoadErrorEditAction
source: Edit account
de: Konto bearbeiten

# extensionsTitle
source: Extensions
de: Erweiterungen

# extensionsIntro
source: With extensions e-mail service providers, companies and developers can adapt Maily with useful functionalities.
de: Mit Erweiterungen können E-Mail-Dienstleister, Firmen und Entwickler:innen Maily mit hilfreichen Funktionen ergänzen.

# extensionsLearnMoreAction
source: Learn more about extensions
de: Lerne mehr über Erweiterungen

# extensionsReloadAction
source: Reload extensions
de: Erweiterungen neu laden

# extensionDeactivateAllAction
source: Deactivate all extensions
de: Alle Erweiterungen deaktivieren

# extensionsManualAction
source: Load manually
de: Manuell laden

# extensionsManualUrlLabel
source: Url of extension
de: Url der Erweiterung

# extensionsManualLoadingError
source: Unable to download extension from "{url}".
de: Es kann keine Erweiterung von "{url}" heruntergeladen werden.

# icalendarAcceptTentatively
source: Tentatively
de: Vorbehaltlich

# icalendarActionChangeParticipantStatus
source: Change
de: Ändern

# icalendarLabelSummary
source: Title
de: Titel

# icalendarNoSummaryInfo
source: (no title)
de: (kein Titel)

# icalendarLabelDescription
source: Description
de: Beschreibung

# icalendarLabelEnd
source: End
de: Ende

# icalendarLabelDuration
source: Duration
de: Dauer

# icalendarLabelLocation
source: Location
de: Ort

# icalendarLabelRecurrenceRule
source: Repeats
de: Wiederholung

# icalendarLabelParticipants
source: Participants
de: Teilnehmer

# icalendarParticipantStatusNeedsAction
source: You are asked to answer this invitation.
de: Du wirst gebeten, diese Einladung zu beantworten.

# icalendarParticipantStatusAccepted
source: You have accepted this invitation.
de: Du hast die Einladung akzeptiert.

# icalendarParticipantStatusDeclined
source: You have declined this invitation.
de: Du hast die Einladung abgelehnt.

# icalendarParticipantStatusAcceptedTentatively
source: You have tentatively accepted this invitation.
de: Du hast die Einladung vorbehaltlich akzeptiert.

# icalendarParticipantStatusDelegated
source: You have delegated this invitation.
de: Du hast die Teilnahme delegiert.

# icalendarParticipantStatusInProcess
source: The task is in progress.
de: Die Aufgabe wird bearbeitet.

# icalendarParticipantStatusPartial
source: The task is partially done.
de: Die Aufgabe ist teilweise erledigt.

# icalendarParticipantStatusCompleted
source: The task is done.
de: Die Aufgabe ist erledigt.

# icalendarParticipantStatusOther
source: Your status is unknown.
de: Der Status ist unbekannt.

# icalendarParticipantStatusChangeTitle
source: Your Status
de: Dein Status

# icalendarParticipantStatusChangeText
source: Do you want to accept this invitation?
de: Möchtest Du an diese Einladung annehmen?

# icalendarParticipantStatusSentFailure
source: Unable to send reply. The server responded with the following details: {details}
de: Antwort kann nicht gesendet werrden. Der Server hat mit den folgenden Details geantwortet: {details}

# icalendarExportAction
source: Export
de: Exportieren

# icalendarReplyStatusNeedsAction
source: {attendee} has not answered this invitation.
de: {attendee} hat diese Einladung nicht beantwortet.

# icalendarReplyStatusAccepted
source: {attendee} has accepted the appointment.
de: {attendee} hat die Einladung akzeptiert.

# icalendarReplyStatusDeclined
source: {attendee} has declined this invitation.
de: {attendee} hat die Einladung abgelehnt.

# icalendarReplyStatusAcceptedTentatively
source: {attendee} has tentatively accepted this invitation.
de: {attendee} hat die Einladung vorbehaltlich akzeptiert.

# icalendarReplyStatusDelegated
source: {attendee} has delegated this invitation.
de: {attendee} hat die Teilnahme delegiert.

# icalendarReplyStatusInProcess
source: {attendee} has started this task.
de: {attendee} hat mit der Aufgabe begonnen.

# icalendarReplyStatusPartial
source: {attendee} has partially done this task.
de: {attendee} hat die Aufgabe teilweise erledigt.

# icalendarReplyStatusCompleted
source: {attendee} has finished this task.
de: {attendee} hat die Aufgabe erledigt.

# icalendarReplyStatusOther
source: {attendee} has answered with an unknown status.
de: {attendee} hat mit einem unbekannten Status geantwortet.

# icalendarReplyWithoutParticipants
source: This calendar reply contains no participants.
de: Diese Antwort enthält keine Teilnehmer:innen.

# icalendarReplyWithoutStatus
source: {attendee} replied without an participation status.
de: {attendee} hat eine Antwort ohne Teilnahme-Status gesendet.

# composeAppointmentTitle
source: Create Appointment
de: Einladung erstellen

# composeAppointmentLabelDay
source: day
de: Tag

# composeAppointmentLabelTime
source: time
de: Zeit

# composeAppointmentLabelAllDayEvent
source: All day
de: Ganztägiger Termin

# composeAppointmentLabelRepeat
source: Repeat
de: Wiederholen

# composeAppointmentLabelRepeatOptionNever
source: Never
de: Nie

# composeAppointmentLabelRepeatOptionDaily
source: Daily
de: Täglich

# composeAppointmentLabelRepeatOptionWeekly
source: Weekly
de: Wöchentlich

# composeAppointmentLabelRepeatOptionMonthly
source: Monthly
de: Monatlich

# composeAppointmentLabelRepeatOptionYearly
source: Annually
de: Jährlich

# composeAppointmentRecurrenceFrequencyLabel
source: Frequency
de: Frequenz

# composeAppointmentRecurrenceIntervalLabel
source: Interval
de: Intervall

# composeAppointmentRecurrenceDaysLabel
source: On days
de: An Tagen

# composeAppointmentRecurrenceUntilLabel
source: Until
de: Bis

# composeAppointmentRecurrenceUntilOptionUnlimited
source: Unlimited
de: Unlimitiert

# composeAppointmentRecurrenceUntilOptionRecommended
source: Recommended ({duration})
de: Empfohlen ({duration})

# composeAppointmentRecurrenceUntilOptionSpecificDate
source: Until chosen date
de: Bestimmtes Datum

# composeAppointmentRecurrenceMonthlyOnDayOfMonth
source: On the {day}. day of the month
de: Am {day}. Tag des Monats

# composeAppointmentRecurrenceMonthlyOnWeekDay
source: Weekday in month
de: Am Wochentag des Monats

# composeAppointmentRecurrenceFirst
source: First
de: Erster

# composeAppointmentRecurrenceSecond
source: Second
de: Zweiter

# composeAppointmentRecurrenceThird
source: Third
de: Dritter

# composeAppointmentRecurrenceLast
source: Last
de: Letzter

# composeAppointmentRecurrenceSecondLast
source: Second-last
de: Vorletzter

# durationYears
source: {number,plural, =1{1 year} other{{number} years}}
de: {number,plural, =1{1 Jahr} other{{number} Jahre}}

# durationMonths
source: {number,plural, =1{1 month} other{{number} months}}
de: {number,plural, =1{1 Monat} other{{number} Monate}}

# durationWeeks
source: {number,plural, =1{1 week} other{{number} weeks}}
de: {number,plural, =1{1 Woche} other{{number} Wochen}}

# durationDays
source: {number,plural, =1{1 day} other{{number} days}}
de: {number,plural, =1{1 Tag} other{{number} Tage}}

# durationHours
source: {number,plural, =1{1 hour} other{{number} hours}}
de: {number,plural, =1{1 Stunde} other{{number} Stunden}}

# durationMinutes
source: {number,plural, =1{1 minute} other{{number} minutes}}
de: {number,plural, =1{1 Minute} other{{number} Minuten}}

# durationEmpty
source: No duration
de: Keine Dauer
