Repository: Enough-Software/enough_mail_app
Catalog: lib/l10n/app_*.arb
Languages: de

# signature
source: Sent with Maily
de: Mit Maily gesendet

# actionCancel
source: Cancel
de: Abbrechen

# actionDone
source: Done
de: Fertig

# actionNext
source: Next
de: Weiter

# actionSkip
source: Skip
de: Überspringen

# actionUndo
source: Undo
de: Rückgängig

# actionDelete
source: Delete
de: Löschen

# actionAccept
source: Accept
de: Akzeptieren

# actionDecline
source: Decline
de: Ablehnen

# actionEdit
source: Edit
de: Bearbeiten

# actionAddressCopy
source: Copy
de: Kopieren

# actionAddressCompose
source: New message
de: Neue Nachricht

# actionAddressSearch
source: Search
de: Suchen

# splashLoading1
source: Maily starting...
de: Maily startet...

# splashLoading2
source: Getting your Maily engine ready...
de: Maily fängt an zu arbeiten...

# splashLoading3
source: Launching Maily in 10, 9, 8...
de: Maily startet in 10, 9, 8...

# welcomePanel1Text
source: Welcome to Maily, your friendly and fast email helper!
de: Willkommen zu Maily, deinem freundlichen und schnellen E-Mail Helferlein!

# welcomePanel2Title
source: Accounts
de: Konten

# welcomePanel2Text
source: Manage unlimited email accounts. Read and search for mails in all your accounts at once.
de: Verwalte beliebig viele E-Mail Konten. Lese und suche Mails in allen Konten gleichzeitig

# welcomePanel3Title
source: Swipe & Long-Press
de: Wisch und drück mich!

# welcomePanel3Text
source: Swipe your mails to delete them or to mark them read. Long-press a message to select and manage several messages.
de: Wische eine E-Mail um sie zu löschen oder als gelesen zu markieren. Halte eine E-Mail lange um mehrere gleichzeitig zu bearbeiten.

# welcomePanel4Title
source: Keep your Inbox clean
de: Halte Deinen Posteingang sauber

# welcomePanel4Text
source: Unsubscribe newsletters with just one tap.
de: Melde Dich von Newslettern mit einem Klick ab.

# welcomeActionSignIn
source: Sign in to your mail account
de: Melde dich bei deinem E-Mail Konto an

# homeSearchHint
source: Your search
de: Deine Suche

# homeActionsShowAsStack
source: Show as stack
de: Stapel Modus

# homeActionsShowAsList
source: Show as list
de: Listen Modus

# homeEmptyFolderMessage
source: All done! There are no messages in this folder.
de: Alles fertig! Es gibt keine E-Mails in diesem Ordner.

# homeEmptySearchMessage
source: No messages found.
de: Keine E-Mails gefunden.

# homeDeleteAllTitle
source: Confirm
de: Bestätigung

# homeDeleteAllQuestion
source: Really delete all messages?
de: Wirklich alle E-Mails löschen?

# homeDeleteAllAction
source: Delete all
de: Alle löschen

# homeDeleteAllScrubOption
source: Scrub messages
de: Endgültig löschen

# homeDeleteAllSuccess
source: All messages deleted.
de: Alle E-Mails gelöscht.

# homeMarkAllSeenAction
source: All read
de: Gelesen

# homeMarkAllUnseenAction
source: All unread
de: Ungelesen

# homeFabTooltip
source: New message
de: Neue E-Mail

# homeLoadingMessageSourceTitle
source: Loading...
de: Lade Daten...

# homeLoading
source: loading {name}...
de: Lade {name}...

# swipeActionToggleRead
source: Mark as read/unread
de: Gelesen / ungelesen

# swipeActionDelete
source: Delete
de: Löschen

# swipeActionMarkJunk
source: Mark as junk
de: Als Spam markieren

# swipeActionArchive
source: Archive
de: Archivieren

# swipeActionFlag
source: Toggle flag
de: Markieren

# multipleMovedToJunk
source: {number,plural, =1{One message marked as junk} other{Marked {number} messages as junk}}
de: {number,plural, =1{Eine Nachricht als Spam markiert} other{{number} Nachrichten als Spam markiert}}

# multipleMovedToInbox
source: {number,plural, =1{Moved one message to inbox} other{Moved {number} messages to inbox}}
de: {number,plural, =1{Eine Nachricht in Inbox geschoben} other{{number} Nachrichten in Inbox geschoben}}

# multipleMovedToArchive
source: {number,plural, =1{Archived one message} other{Archived {number} messages}}
de: {number,plural, =1{Eine Nachricht archiviert} other{{number} Nachrichten archiviert}}

# multipleMovedToTrash
source: {number,plural, =1{Deleted one message} other{Deleted {number} messages}}
de: {number,plural, =1{Eine Nachricht gelöscht} other{{number} Nachrichten gelöscht}}

# multipleSelectionNeededInfo
source: Please select messages first.
de: Wähle mindestens eine Nachricht aus.

# multipleMoveTitle
source: {number,plural, =1{Move message} other{Move {number} messages}}
de: {number,plural, =1{Nachricht verschieben} other{{number} Nachrichten verschieben}}

# messageActionMultipleMarkSeen
source: Mark as read
de: Als gelesen markieren

# messageActionMultipleMarkUnseen
source: Mark as unread
de: Als ungelesen markieren

# messageActionMultipleMarkFlagged
source: Flag messages
de: Markieren

# messageActionMultipleMarkUnflagged
source: Unflag messages
de: Markierung entfernen

# messageActionViewInSafeMode
source: View without external content
de: Ohne externe Inhalte anzeigen

# emailSenderUnknown
source: <no sender>
de: <unbekannt>

# dateRangeFuture
source: future
de: Zukunft

# dateRangeTomorrow
source: tomorrow
de: morgen

# dateRangeToday
source: today
de: heute

# dateRangeYesterday
source: yesterday
de: gestern

# dateRangeCurrentWeek
source: this week
de: diese Woche

# dateRangeLastWeek
source: last week
de: letzte Woche

# dateRangeCurrentMonth
source: this month
de: diesen Monat

# dateRangeLastMonth
source: last month
de: letzten Monat

# dateRangeCurrentYear
source: this year
de: dieses Jahr

# dateRangeLongAgo
source: long ago
de: lange her

# dateUndefined
source: undefined
de: undefiniert

# dateDayToday
source: today
de: heute

# dateDayYesterday
source: yesterday
de: gestern

# dateDayLastWeekday
source: last {day}
de: letzten {day}

# drawerEntryAbout
source: About Maily
de: Über Maily

# drawerEntrySettings
source: Settings
de: Einstellungen

# drawerAccountsSectionTitle
source: {number,plural, =1{One account} other{{number} accounts}}
de: {number,plural, =1{1 Konto} other{{number} Konten}}

# drawerEntryAddAccount
source: Add account
de: Konto hinzufügen

# unifiedAccountName
source: Unified account
de: Alle Konten

# unifiedFolderInbox
source: Unified Inbox
de: Alle Posteingänge

# unifiedFolderSent
source: Unified Sent
de: Alle Gesendeten

# unifiedFolderDrafts
source: Unified Drafts
de: Alle Entwürfe

# unifiedFolderTrash
source: Unified Trash
de: Alle Gelöschten

# unifiedFolderArchive
source: Unified Archive
de: Alle Archivierten

# unifiedFolderJunk
source: Unified Junk
de: Alle Spam Nachrichten

# folderInbox
source: Inbox
de: Posteingang

# folderSent
source: Sent
de: Gesendete Nachrichten

# folderDrafts
source: Drafts
de: Entwürfe

# folderTrash
source: Trash
de: Papierkorb

# folderArchive
source: Archive
de: Archiv

# folderJunk
source: Junk
de: Spam Nachrichten

# viewContentsAction
source: View contents
de: Inhalt anzeigen

# viewSourceAction
source: View source
de: Sourcecode anzeigen

# detailsErrorDownloadInfo
source: Message could not be downloaded.
de: E-Mail konnte nicht geladen werden.

# detailsErrorDownloadRetry
source: Retry
de: wiederholen

# detailsHeaderFrom
source: From
de: Von

# detailsHeaderTo
source: To
de: An

# detailsHeaderDate
source: Date
de: Datum

# subjectUndefined
source: <without subject>
de: <ohne Betreff>

# detailsActionShowImages
source: Show images
de: Bilder anzeigen

# detailsNewsletterActionUnsubscribe
source: Unsubscribe
de: Abbestellen

# detailsNewsletterActionResubscribe
source: Re-subscribe
de: Neu abbonieren

# detailsNewsletterStatusUnsubscribed
source: Unsubscribed
de: Abbestellt

# detailsNewsletterUnsubscribeDialogTitle
source: Unsubscribe
de: Abbestellen

# detailsNewsletterUnsubscribeDialogQuestion
source: Do you want to unsubscribe from the mailing list {listName}?
de: Möchtest du die Mailingliste {listName} abbestellen?

# detailsNewsletterUnsubscribeDialogAction
source: Unsubscribe
de: Abbestellen

# detailsNewsletterUnsubscribeSuccessTitle
source: Unsubscribed
de: Abbestellt

# detailsNewsletterUnsubscribeSuccessMessage
source: You are now unsubscribed from the mailing list {listName}.
de: Du hast dich von der Mailingliste {listName} erfolgreich abgemeldet.

# detailsNewsletterUnsubscribeFailureTitle
source: Not unsubscribed
de: Nicht abbestellt

# detailsNewsletterUnsubscribeFailureMessage
source: Sorry, but I was unable to unsubscribe you from {listName} automatically.
de: Entschuldige, ich konnte dich nicht automatisch von {listName} abmelden.

# detailsNewsletterResubscribeDialogTitle
source: Re-subscribe
de: Abonnieren

# detailsNewsletterResubscribeDialogQuestion
source: Do you want to subscribe to this mailing list {listName} again?
de: Möchtest du die Mailingliste {listName} wieder abonnieren?

# detailsNewsletterResubscribeDialogAction
source: Subscribe
de: Abonnieren

# detailsNewsletterResubscribeSuccessTitle
source: Subscribed
de: Aboniert

# detailsNewsletterResubscribeSuccessMessage
source: You are now subscribed to the mailing list {listName} again.
de: Du hast wieder die Mailingliste {listName} abonniert.

# detailsNewsletterResubscribeFailureTitle
source: Not subscribed
de: Nicht abonniert

# detailsNewsletterResubscribeFailureMessage
source: Sorry, but the subscribe request has failed for mailing list {listName}.
de: Entschuldige, ich konnte dich leider nicht automatisch bei der Mailingliste {listName} anmelden.

# detailsSendReadReceiptAction
source: Send read receipt
de: Lesebestätigung senden

# detailsReadReceiptSentStatus
source: Read receipt sent ✔
de: Lesebestätigung gesendet ✔

# detailsReadReceiptSubject
source: Read receipt
de: Lesebestätigung

# attachmentActionOpen
source: Open
de: Öffnen

# messageActionReply
source: Reply
de: Antworten

# messageActionReplyAll
source: Reply all
de: Allen antworten

# messageActionForward
source: Forward
de: Weiterleiten

# messageActionForwardAsAttachment
source: Forward as attachment
de: Als Anhang weiterleiten

# messageActionForwardAttachments
source: {number,plural, =1{Forward attachment} other{Forward {number} attachments}}
de: {number,plural, =1{Anhang weiterleiten} other{{number} Anhänge weiterleiten}}

# messagesActionForwardAttachments
source: Forward attachments
de: Anhänge weiterleiten

# messageActionDelete
source: Delete
de: Löschen

# messageActionMoveToInbox
source: Move to inbox
de: In Posteingang verschieben

# messageActionMove
source: Move
de: Verschieben

# messageStatusSeen
source: Is read
de: Ist gelesen

# messageStatusUnseen
source: Is unread
de: Ist ungelesen

# messageStatusFlagged
source: Is flagged
de: Ist markiert

# messageStatusUnflagged
source: Is not flagged
de: Ist nicht markiert

# messageActionMarkAsJunk
source: Mark as junk
de: Als Spam markieren

# messageActionMarkAsNotJunk
source: Mark as not junk
de: Als nicht-Spam markieren

# messageActionArchive
source: Archive
de: Archivieren

# messageActionUnarchive
source: Move to Inbox
de: In Posteingang verschieben

# messageActionRedirect
source: Redirect
de: Umleiten

# messageActionAddNotification
source: Add notification
de: Benachrichtigung hinzufügen

# resultDeleted
source: Deleted
de: Gelöscht

# resultMovedToJunk
source: Marked as junk
de: Als Spam markiert

# resultMovedToInbox
source: Moved to Inbox
de: In Posteingang verschoben

# resultArchived
source: Archived
de: Archiviert

# resultRedirectedSuccess
source: Message redirected 👍
de: Nachricht umgeleitet 👍

# resultRedirectedFailure
source: Unable to redirect message. The server responded with the following details: "{details}"
de: Nachricht konnte nicht umgeleitet werden. Der Server meldet folgende Details: "{details}"

# redirectTitle
source: Redirect
de: Umleiten

# redirectInfo
source: Redirect this message to the following recipient(s). Redirecting does not alter the message.
de: Leite diese Nachricht an folgende Empfänger:innen um. Umleiten verändert nicht die Nachricht.

# redirectEmailInputRequired
source: You need to add at least one valid email address.
de: Bitte gebe mindestens eine gültige E-Mail-Adresse ein.

# searchQueryDescription
source: Search in {folder}...
de: Suche in {folder}...

# searchQueryTitle
source: Search "{query}"
de: Suche "{query}"

# legaleseUsage
source: By using Maily you agree to our [PP] and to our [TC].
de: Durch die Nutzung von Maily stimmst du unserer [PP] und unseren [TC] zu.

# legalesePrivacyPolicy
source: Privacy Policy
de: Datenschutzerlärung

# legaleseTermsAndConditions
source: Terms & Conditions
de: Bedingungen

# aboutApplicationLegalese
source: Maily is free software published under the GNU General Public License.
de: Maily ist freie Software unter der GPL GNU General Public License lizensiert.

# feedbackActionSuggestFeature
source: Suggest a feature
de: Feature vorschlagen

# feedbackActionReportProblem
source: Report a problem
de: Problem berichten

# feedbackActionHelpDeveloping
source: Help developing Maily
de: Hilf Maily zu entwickeln

# feedbackIntro
source: Thank you for testing Maily!
de: Danke dass du Maily testest!

# feedbackProvideInfoRequest
source: Please provide this information when you report a problem:
de: Bitte teile folgende Information mit, wenn du ein Problem berichtest:

# feedbackResultInfoCopied
source: Copied to clipboard
de: kopiert

# accountsTitle
source: Accounts
de: Konten

# accountsActionReorder
source: Reorder accounts
de: Konten Reihenfolge ändern

# settingsTitle
source: Settings
de: Einstellungen

# settingsSecurityBlockExternalImages
source: Block external images
de: Externe Bilder blockieren

# settingsSecurityBlockExternalImagesDescriptionTitle
source: External images
de: Externe Bilder

# settingsSecurityBlockExternalImagesDescriptionText
source: Email messages can contain images that are either integrated or hosted on external servers. The latter, external images can expose information to the sender of the message, e.g. to let the sender know that you have opened the message. This option allows you to block such external images, which reduces the risk of exposing sensitive information. You can still opt in to load such images on a per-message-basis when you read a message.
de: E-Mails können Bilder enthalten, die entweder in der Nachricht integriert sind oder die von externen Servern bereitgestellt werden. Solche externe Bilder können Daten zu dem Absender der Nachricht freigeben, zum Beispiel dass die Nachricht geöffnet wurde. Diese Option erlaubt es solche externen Bilder zu blockieren, um solche Datenlecks zu minimieren. Beim Lesen einer E-Mail kannst für jede Nachricht individual externe Bilder nachladen.

# settingsSecurityMessageRenderingHtml
source: Show full message contents
de: Gesamte Nachricht anzeigen

# settingsSecurityMessageRenderingPlainText
source: Show only the text of messages
de: Nur den Text der Nachricht anzeigen

# settingsActionAccounts
source: Manage accounts
de: Konten verwalten

# settingsActionDesign
source: Appearance
de: Darstellung

# settingsActionFeedback
source: Provide feedback
de: Feedback geben

# settingsActionWelcome
source: Show welcome
de: Willkommen anzeigen

# settingsDevelopment
source: Development settings
de: Entwicklungs-Einstellungen

# settingsFolders
source: Folders
de: Ordner

# settingsReadReceipts
source: Read receipts
de: Lesebestätigungen

# readReceiptsSettingsIntroduction
source: Do you want to display read receipt requests?
de: Sollen Lesebestätigungs-Anforderungen angezeigt werden?

# readReceiptOptionAlways
source: Always
de: Immer

# readReceiptOptionNever
source: Never
de: Nie

# folderNamesIntroduction
source: What names do you prefer for your folders?
de: Welche Ordner-Namen möchtest du nutzen?

# folderNamesSettingLocalized
source: Names given by Maily
de: Von Maily vorgegebene Namen

# folderNamesSettingServer
source: Names given by the service
de: Vom Maildienst gegebene Namen

# folderNamesSettingCustom
source: My own custom names
de: Meine eigenen Namen

# folderNamesEditAction
source: Edit custom names
de: Eigene Ordner Namen ändern

# folderNamesCustomTitle
source: Custom names
de: Eigene Namen

# folderAddAction
source: Create folder
de: Ordner erstellen

# folderAddTitle
source: Create folder
de: Ordner erstellen

# folderAddNameHint
source: Name of the new folder
de: Name des Ordners

# folderAccountLabel
source: Account
de: Konto

# folderMailboxLabel
source: Folder
de: Erstelle in

# folderAddResultSuccess
source: Folder created 😊
de: Ordner erstellt 😊

# folderAddResultFailure
source: Folder could not be created. The server responded with {details}
de: Der Ordner konnte nicht erstellt werden. Der Server antwortete mit "{details}".

# folderDeleteAction
source: Delete
de: Löschen

# folderDeleteConfirmTitle
source: Confirm
de: Bestätigen

# folderDeleteConfirmText
source: Do you really want to delete the folder {name}?
de: Möchtest Du den Ordner {name} wirklich löschen?

# folderDeleteResultSuccess
source: Folder deleted.
de: Ordner gelöscht.

# folderDeleteResultFailure
source: Folder could not be deleted. The server responded with {details}
de: Der Ordner konnte nicht gelöscht werden. Der Server antwortete mit "{details}".

# developerModeTitle
source: Development mode
de: Entwicklungs-Modus

# developerModeIntroduction
source: If you enable the development mode you will be able to view the source code of messages and convert text attachments to messages.
de: Mit einem aktivierten Entwicklungs-Modus kannst du den Sourcecode von Mails einsehen, siehst alle Fehler-Details und Text Anhänge in eine Mail Nachricht umwandeln.

# developerModeEnable
source: Enable development mode
de: Entwicklungs-Modus aktivieren

# developerShowAsEmail
source: Convert text to email
de: Text zu E-Mail konvertieren

# developerShowAsEmailFailed
source: This text cannot be converted into a MIME message.
de: Dieser Text kann nicht in einer MIME Nachricht umgewandelt werden.

# designTitle
source: Design Settings
de: Design Einstellungen

# designSectionThemeTitle
source: Theme
de: Modus

# designThemeOptionLight
source: Light
de: Hell

# designThemeOptionDark
source: Dark
de: Dunkel

# designThemeOptionCustom
source: Custom
de: Selbst definieren

# designSectionCustomTitle
source: Enable dark theme
de: Der dunkle Modus wird aktiviert

# designThemeCustomStart
source: from {time}
de: von {time}

# designThemeCustomEnd
source: until {time}
de: bis {time}

# designSectionColorTitle
source: Color Scheme
de: Farbschema

# securitySettingsTitle
source: Security
de: Sicherheit

# securitySettingsIntro
source: Adapt the security settings to your personal needs.
de: Passe die Sicherheitseinstellungen deinen persönlichen Ansprüchen an.

# securityUnlockWithFaceId
source: Unlock Maily with Face ID.
de: Entsicher Maily mit Face ID.

# securityUnlockWithTouchId
source: Unlock Maily with Touch ID.
de: Entsicher Maily mit Touch ID.

# securityUnlockReason
source: Unlock Maily.
de: Entsicher Maily.

# securityUnlockDisableReason
source: Unlock Maily to turn off lock.
de: Entsicher Maily um die Sicherung zu deaktvieren.

# securityUnlockNotAvailable
source: Your device does not support biometrics, possibly you need to set up unlock options first.
de: Dein Gerät unterstützt keine Biometrie-Absicherung. Vielleicht musst du zuerst die Displaysperre in den Geräteeinstellungen aktivieren.

# securityUnlockLabel
source: Lock Maily
de: Maily Absichern

# securityUnlockDescriptionTitle
source: Lock Maily
de: Maily Absichern

# securityUnlockDescriptionText
source: You can choose to lock access to Maily, so that others cannot read your email even when they have access to your device.
de: Du kannst Maily absichern, so dass anderen deine E-Mails auch dann nicht lesen können, wenn sie Zugang zu deinem Gerät haben.

# securityLockImmediately
source: Lock immediately
de: Sofort absichern

# securityLockAfter5Minutes
source: Lock after 5 minutes
de: Nach 5 Minuten absichern

# securityLockAfter30Minutes
source: Lock after 30 minutes
de: Nach 30 Minuten absichern

# settingsSecurityLaunchModeLabel
source: How should Maily open links?
de: Wie soll Maily Links öffnen?

# settingsSecurityLaunchModeExternal
source: Open links externally
de: Öffne Links extern

# settingsSecurityLaunchModeInApp
source: Open links in Maily
de: Öffne Links in Maily

# lockScreenTitle
source: Maily is locked
de: Maily ist gesichert

# lockScreenIntro
source: Maily is locked, please authenticate to proceed.
de: Maily ist gesichert, bitte authentifiziere dich um weiter zu machen.

# lockScreenUnlockAction
source: Unlock
de: Entsichern

# addAccountTitle
source: Add Account
de: Konto hinzufügen

# addAccountEmailHint
source: Please enter your email address
de: Deine E-Mail Adresse

# addAccountResolvingSettingsLabel
source: Resolving {email}...
de: Suche {email} Einstellungen...

# addAccountResolvedSettingsWrongAction
source: Not on {provider}?
de: Nicht bei {provider}?

# addAccountResolvingSettingsFailedInfo
source: Unable to resolve {email}. Please go back to change it or set up the account manually.
de: Ich konte die Einstellungen für {email} nicht finden. Bitte gehe zurück und ändere die E-Mail Adresse oder gebe die Einstellungen manuell an.

# addAccountEditManuallyAction
source: Edit manually
de: Manuell bearbeiten

# addAccountPasswordLabel
source: Password
de: Passwort

# addAccountPasswordHint
source: Please enter your password
de: Dein Passwort

# addAccountApplicationPasswordRequiredInfo
source: This provider requires you to set up an app specific password.
de: Dieser Anbieter verlangt ein Applikations-spezifisches Passwort.

# addAccountApplicationPasswordRequiredButton
source: Create app specific password
de: App Passwort erstellen

# addAccountApplicationPasswordRequiredAcknowledged
source: Understood
de: Verstanden

# addAccountVerificationStep
source: Verification
de: Überprüfen

# addAccountSetupAccountStep
source: Account Setup
de: Konto Einrichten

# addAccountVerifyingSettingsLabel
source: Verifying {email}...
de: Überprüfe {email}...

# addAccountVerifyingSuccessInfo
source: Successfully signed into {email}.
de: Erfolgreich mit {email} angemeldet.

# addAccountVerifyingFailedInfo
source: Sorry, but there was a problem. Please check your email {email} and password.
de: Leider konnte ich dich nicht anmelden. Überprüfe deine E-Mail {email} und dein Passwort.

# addAccountOauthOptionsText
source: Sign in with {provider} or create an app-specific password.
de: Melde dich mit {provider} an oder erstelle ein Applikations-spezifisches Passwort.

# addAccountOauthSignIn
source: Sign in with {provider}
de: Mit {provider} einloggen

# addAccountOauthSignInGoogle
source: Sign in with Google
de: Mit Google einloggen

# addAccountOauthSignInWithAppPassword
source: Alternatively, create an app password to sign in.
de: Oder erstelle ein Applikations-Passwort:

# accountAddImapAccessSetupMightBeRequired
source: Your provider might require you to setup access for email apps manually.
de: Vielleicht musst Du bei deinem Anbieter den Zugang für E-Mail Apps aktivieren.

# addAccountSetupImapAccessButtonLabel
source: Setup email access
de: E-Mail Zugang aktivieren

# addAccountNameOfUserLabel
source: Your name
de: Dein Name

# addAccountNameOfUserHint
source: The name that recipients see
de: Name, den Empfänger:innen sehen

# addAccountNameOfAccountLabel
source: Account name
de: Konto Name

# addAccountNameOfAccountHint
source: Please enter the name of your account
de: Gebe den Namen des Kontos an

# editAccountTitle
source: Edit {name}
de: Bearbeite {name}

# editAccountIncludeInUnifiedLabel
source: Include in unified account
de: zu "Alle Konten" hinzufügen

# editAccountFailureToConnectInfo
source: Maily could not connect {name}.
de: Maily konnte {name} nicht erreichen.

# editAccountFailureToConnectRetryAction
source: Retry
de: Wiederholen

# editAccountFailureToConnectChangePasswordAction
source: Change Password
de: Passwort ändern

# editAccountFailureToConnectFixedTitle
source: Connected
de: Verbunden
